Python/CiscoUnityQuery/requests.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/14.0">
    <soapenv:Header/>
    <soapenv:Body>
    <ns:executeSQLQuery>
        <sql>select mailid,telephonenumber from enduser</sql>
    </ns:executeSQLQuery>
    </soapenv:Body>
</soapenv:Envelope>